Repository: Eduar2TC/magic_ball
Catalog: lib/l10n/app_*.arb
Languages: es

# appbarTitle_home
source: Ask anything
es: Pregunta lo que sea

# appbarTitle_settings
source: Settings
es: Ajustes

# dropDownOptionTitle
source: Language
es: Idioma

# dropDownOptionEnglish
source: English
es: Inglés

# dropDownOptionSpanish
source: Spanish
es: Español

# magicList_empty
source: Empty
es: Vacío

source: Add Magic Word
es: Agregar palabra mágica

source: Edit Magic Word
es: Editar palabra mágica

# enterMagicWord
source: Enter a magic word
es: Escribe una palabra mágica

source: Cancel
es: Cancelar

source: Save
es: Guardar

source: Shake to get answer
es: Agitar para obtener respuesta

source: Magic List
es: Lista mágica

source: Undo
es: Deshacer

source: Magic word added
es: Palabra mágica agregada

source: Magic word updated
es: Palabra mágica actualizada

source: Magic word removed
es: Palabra mágica eliminada
